Repository: JanConGitHub/Mines
Catalog: po/*.po
Languages: pl, ru

source: Game in progress
pl: Gra w toku
ru: Игра не завершена

source: Are you sure you want to restart this game?
pl: Jesteś pewny, że chcesz rozpocząć nową grę ?
ru: Вы действительно хотите начать эту игру заново?

source: Restart game
pl: Uruchom ponownie grę
ru: Начать заново

source: Continue current game
pl: Kontynuuj obecną rozgrywkę
ru: Продолжить текущую игру

source: Clear scores
pl: Wyczyścić wyniki
ru: Сбросить очки

source: Existing scores will be deleted. This cannot be undone.
pl: Osiągnięte wyniki zostaną skasowane. Operacji nie można cofnąć.
ru: Существующие очки будут удалены. Их нельзя будет вернуть.

source: Keep existing scores
pl: Zachowaj istniejące wyniki
ru: Оставить существующие очки

source: Mines
pl: Miny
ru: Сапёр

source: How to Play
pl: Jak grać
ru: Как играть

source: Settings
pl: Ustawienia
ru: Параметры

source: New Game
pl: Nowa gra
ru: Новая Игра

source: <p><i>Mines</i> is a puzzle game where the goal is to find the mines in a minefield</p><br/><p>The minefield is divided into a grid of squares. Touch a square to check if there is a mine there. If no mine is present the square will show the number of mines surrounding it. Use logic to determine a square that cannot contain a mine to check next. If you hit a mine it explodes and the game is over. You can flag where a mine is by touching and holding that square. <br/><p>Have fun!</p>
pl: <p><i>Mines</i> jest grą logiczną w której celem jest znalezienie min rozmieszczonych na polu minowym</p><br/><p>Pole minowe składa się z siatki kwadratów. Dotknięcie jednego z kwadratów pozwala na sprawdzenie, czy w danym miejscu znajduje się mina. Jeżeli w wybranym miejscu nie została umieszczona mina wyświetlona zostanie liczba min rozmieszczonych na polach sąsiadujących z tym miejscem. Celem gry jest oznaczenie pól nie zawierających min. Trafienie na minę skutkuje jej detonacją i zakończeniem gry. Aby oznaczyć miejsce w którym umieszczono minę należy dotknąć i przytrzymać wybrane pole. <br/><p>Udanej zabawy!</p>

source: High Scores
pl: Najlepsze wyniki
ru: Таблица рекордов

source: Vibrate when placing flags
pl: Wibracje podczas umieszczania flag
ru: Вибрация при размещении флагов

source: Minefield size:
pl: Rozmiar planszy
ru: Размер минного поля:

source: Small
pl: Mała
ru: Маленький

source: Large
pl: Duża
ru: Большой

source: %width%×%height%, %nmines% mines
pl: %width%×%height%, %nmines% min
ru: %width%×%height%, %nmines% мин

source: A puzzle game where the goal is to find the mines in a minefield
pl: Gra logiczna, gdzie celem jest znalezienie wszystkich min na polu minowym

source: mines,minesweeper,mine,puzzle
pl: miny,trałowiec,mina,logiczna
